[
    {
        "topic": "economy",
        "quote": "The economy is the strongest it's ever been. Believe me, folks!"
    },
    {
        "topic": "economy",
        "quote": "We built the greatest economy in the history of the world. Then China sent us the virus, but we're rebuilding stronger than ever!"
    },
    {
        "topic": "taxes",
        "quote": "We have the biggest tax cuts in history. Huge, just huge!"
    },
    {
        "topic": "taxes",
        "quote": "Our tax cuts are bringing jobs back to America like never before."
    },
    {
        "topic": "media",
        "quote": "Fake news is the enemy of the people. You know it, I know it!"
    },
    {
        "topic": "media",
        "quote": "The mainstream media is totally corrupt. They don’t report the truth!"
    },
    {
        "topic": "foreign policy",
        "quote": "We’re gonna make great deals, the best deals. America first!"
    },
    {
        "topic": "foreign policy",
        "quote": "Other countries have been taking advantage of us for decades. Not anymore!"
    },
    {
        "topic": "immigration",
        "quote": "We’re building the wall. Mexico will pay for it!"
    },
    {
        "topic": "immigration",
        "quote": "We have to stop illegal immigration. We’re bringing law and order back!"
    },
    {
        "topic": "military",
        "quote": "Our military is stronger than ever before. We’re bringing the best people in!"
    },
    {
        "topic": "military",
        "quote": "We totally rebuilt the United States military. The best military in the world!"
    },
    {
        "topic": "healthcare",
        "quote": "Obamacare is a disaster. We are going to repeal and replace it!"
    },
    {
        "topic": "healthcare",
        "quote": "We will always protect pre-existing conditions. Always!"
    },
    {
        "topic": "technology",
        "quote": "We’re leading the world in technology. America is back on top!"
    },
    {
        "topic": "technology",
        "quote": "5G is a huge deal. We’re making sure America wins the race!"
    },
    {
        "topic": "elections",
        "quote": "We had the most secure election in history, but they still tried to rig it!"
    },
    {
        "topic": "elections",
        "quote": "We need election integrity! Voter ID, paper ballots, and same-day voting!"
    },
    {
        "topic": "trade",
        "quote": "China has been ripping us off for years, but not anymore!"
    },
    {
        "topic": "trade",
        "quote": "We made the USMCA deal, a huge win for American workers!"
    },
    {
        "topic": "environment",
        "quote": "We have the cleanest air and water in the world. Nobody talks about it!"
    },
    {
        "topic": "environment",
        "quote": "We love our energy industry. American energy is the best, folks!"
    },
    {
        "topic": "law enforcement",
        "quote": "We love our police. They do an incredible job, believe me!"
    },
    {
        "topic": "law enforcement",
        "quote": "We will never defund the police. Law and order will prevail!"
    },
    {
        "topic": "education",
        "quote": "We need to bring back school choice. Parents should have control!"
    },
    {
        "topic": "education",
        "quote": "Critical race theory is destroying our kids. We must stop it!"
    },
    {
        "topic": "jobs",
        "quote": "Jobs, jobs, jobs! We’re bringing them back to America!"
    },
    {
        "topic": "jobs",
        "quote": "Lowest unemployment ever! We’re making America work again!"
    },
    {
        "topic": "China",
        "quote": "China has been taking advantage of us for decades, but I stopped it!"
    },
    {
        "topic": "China",
        "quote": "China is a big threat, folks. We need to stay strong!"
    },
    {
        "topic": "Russia",
        "quote": "Nobody has been tougher on Russia than me. Nobody!"
    },
    {
        "topic": "Russia",
        "quote": "We had peace through strength. Russia knew not to mess with us!"
    },
    {
        "topic": "Iran",
        "quote": "Iran was under control until Biden gave them billions of dollars!"
    },
    {
        "topic": "Iran",
        "quote": "The Iran deal was the worst deal in history. We got out of it!"
    },
    {
        "topic": "North Korea",
        "quote": "We had a great relationship with North Korea. No nuclear war!"
    },
    {
        "topic": "North Korea",
        "quote": "They respected us. Now they don’t. Weak leadership!"
    },
    {
        "topic": "gun rights",
        "quote": "We will always protect your Second Amendment. Always!"
    },
    {
        "topic": "gun rights",
        "quote": "The Democrats want to take your guns. We won’t let it happen!"
    },
    {
        "topic": "American values",
        "quote": "We will always stand for the national anthem!"
    },
    {
        "topic": "American values",
        "quote": "We will keep America great. We will never let socialism take over!"
    },
    {
        "topic": "leadership",
        "quote": "I am the best negotiator. We make the best deals!"
    },
    {
        "topic": "leadership",
        "quote": "Nobody knows how to run a country like I do. Nobody!"
    },

    {
        "topic": "free speech",
        "quote": "We will restore free speech and end government censorship."
    },
    {
        "topic": "media",
        "quote": "The fake news media is a threat to our country."
    },
    {
        "topic": "judiciary",
        "quote": "We will hold accountable those who have abused our justice system."
    },
    {
        "topic": "elections",
        "quote": "Our election system has been rigged. We need to ensure election integrity."
    },
    {
        "topic": "immigration",
        "quote": "We must protect our borders and stop illegal immigration."
    },
    {
        "topic": "foreign policy",
        "quote": "We will build fair trade relationships with nations around the world that protect American interests."
    },
    {
        "topic": "free speech",
        "quote": "We will restore free speech and end government censorship."
    },
    {
        "topic": "media",
        "quote": "The fake news media is a threat to our country."
    },
    {
        "topic": "judiciary",
        "quote": "We will hold accountable those who have abused our justice system."
    },
    {
        "topic": "elections",
        "quote": "Our election system has been rigged. We need to ensure election integrity."
    },
    {
        "topic": "immigration",
        "quote": "We must protect our borders and stop illegal immigration."
    },
    {
        "topic": "foreign policy",
        "quote": "We will build fair trade relationships with nations around the world that protect American interests."
    },
    {
        "topic": "technology",
        "quote": "We're going to lead the world in AI and space technology. America will dominate the future!"
    },
    {
        "topic": "Canada",
        "quote": "Our relationship with Canada has never been stronger. We’ll keep building on fair trade and security."
    },
    {
        "topic": "Canada",
        "quote": "Maybe we should just make Canada the 51st state. They’d be better off, believe me!"
    },
    {
        "topic": "energy",
        "quote": "We will achieve energy independence using our own rich resources. No more relying on foreign oil!"
    },
    {
        "topic": "jobs",
        "quote": "By cutting taxes and slashing regulations, we’re creating millions of new American jobs!"
    }, 
    {
        "topic": "Elon Musk",
        "quote": "Elon is a tremendous innovator. We need to protect our super geniuses."
    },
    {
        "topic": "Canada",
        "quote": "Maybe we should make Canada the 51st state. They'd be better off, believe me!"
    },
    {
        "topic": "AI",
        "quote": "We're investing in AI like never before. America will lead the way in technology!"
    },
    {
        "topic": "Europe",
        "quote": "The European Union has taken advantage of us for years. We're not going to let that happen anymore!"
    },
    {
        "topic": "NATO",
        "quote": "NATO members must pay their fair share. The U.S. won't be the world's policeman for free!"
    }
]
